Repository: Twilight0/plugin.video.AliveGR
Catalog: resources/language/resource.language.*/strings.po
Languages: el_gr

# #30331
source: [COLOR white][B]Welcome note[/B][/COLOR]
el_gr: [COLOR white][B]Μήνυμα καλωσορίσματος[/B][/COLOR]

# #30332
source: Open PVR Settings
el_gr: Άνοιγμα ρυθμίσεων PVR

# #30333
source: Website
el_gr: Ιστοσελίδα

# #30334
source: Next page
el_gr: Επόμενη σελίδα

# #30335
source: Disabled
el_gr: Απενεργοποιημένο

# #30336
source: Pin this channel
el_gr: Καρφίτσωμα αυτού του καναλιού

# #30337
source: Unpin this channel
el_gr: Ξεκαρφιτσωμα αυτού του καναλιού

# #30338
source: Done
el_gr: Έγινε

# #30339
source: Reverse sort order
el_gr: Αντιστροφή σειράς ταξινόμισης

# #30340
source: View changelog
el_gr: Ανάγνωση αρχείου καταγραφής

# #30341
source: [COLOR green]Run/install log uploader[/COLOR]
el_gr: [COLOR green]Εκτέλεση/εγκατάσταση αποφορτωτή του αρχείου καταγραφής[/COLOR]

# #30342
source: AliveGR's movies
el_gr: Η ταινιοθήκη του AliveGR

# #30343
source: Random
el_gr: Τυχαίο

# #30344
source: Random movie selection
el_gr: Τυχαία επιλογή ταινίας

# #30345
source: Show cartoons on main indexers
el_gr: Δείξε τα παιδικά στους κυρίους καταλόγους

# #30346
source: Random movie selection (multiple)
el_gr: Τυχαία επιλογή ταινίας (πολλαπλές)

# #30347
source: Settings folder was not found
el_gr: Δεν βρέθηκε ο φάκελος ρυθμίσεων

# #30348
source: Do you want to delete the settings.xml file?
el_gr: Θέλετε να διαγράψετε το αρχείο settings.xml;

# #30349
source: Sort the items (only when pagination is enabled,[CR]otherwise choose from sidebar):
el_gr: Ταξινόμισε τα αντικείμενα (μόνο όταν η σελιδοποίηση είναι ενεργή,[CR]διαφορετικά επιλέξτε από την πλευρική μπαρα):

# #30350
source: Unofficial streams menu
el_gr: Μενού ανεπίσημων ροών

# #30351
source: Pseudo live mode
el_gr: Τρόπος λειτουργίας ψευδοζωντανής ροής

# #30352
source: One random only
el_gr: Μία μόνο τυχαία επιλογή

# #30353
source: Shuffled playlist
el_gr: Ανακατεμένη λίστα αναπαραγωγής

# #30354
source: Unofficial streams are not enabled, if you want them enabled, please go to the tools sub menu and execute "Unofficial streams menu"
el_gr: Οι ανεπίσημες ροές δεν είναι ενεργοποιημένες, εάν τις θέλετε ενεργοποιημένες παρακαλώ πηγαίντε στα εργαλεία και εκτελέστε το "Μενού ανεπίσημων ροών"

# #30355
source: AliveGR has been updated on the remote server
el_gr: Το AliveGR έχει ενημερωθεί στον απομακρυσμένο εξυπηρετητή

# #30356
source: Local AliveGR version is different than the one on the remote server ({0})
el_gr: Η τοπική έκδοση του AliveGR είναι διαφορετική από αυτήν στον απομακρυσμένη εξυπηρετητή ({0})

# #30357
source: Yes
el_gr: Ναί

# #30358
source: No
el_gr: Όχι

# #30359
source: Do not ask again
el_gr: Να μην ξαναγίνει ερώτηση

# #30360
source: Enable prompt for new remote AliveGR version
el_gr: Ενεργοποίηση ερώτησης για νέα απομακρυσμένη έκδοση του AliveGR

# #30361
source: You can enable the prompt in the settings window, maintenance tab
el_gr: Μπορείτε να ενεργοποιήσετε το ερώτημα στο παράθυρο ρυθμίσεων, στην καρτέλλα συντήρηση

# #30362
source: Nothing playable was found
el_gr: Δεν βρέθηκε ροή για αναπαραγωγή

# #30401
source: Clear addon's cache?
el_gr: Καθαρισμός προσωρινής μνήμης του AliveGR;

# #30402
source: Success
el_gr: Επιτυχία

# #30403
source: Cancelled
el_gr: Ακύρωση

# #30404
source: Disable additional streams or menu items?
el_gr: Απενεργοποιηση επιπλέον ροών ή αντικειμενων μενού;

# #30405
source: Vod streams: ({0})
el_gr: Ροές κατά παραγγελία: ({0})

# #30406
source: Enable PVR Simple Client menu now?
el_gr: Ενεργοποίηση μενού πελάτη PVR Simple τώρα;

# #30407
source: PVR Simple Client & Live TV is already enabled
el_gr: Ο πελάτης PVR Simple και το μενού ζωντανής τηλεόρασης είναι ήδη ενεργοποιημένο

# #30408
source: Clear search history
el_gr: Καθαρισμός ιστορικού αναζήτησης

# #30409
source: Please run IPTV Simple Client setup function first
el_gr: Παρακαλώ εκτελέστε την ενέργεια ρύθμισης του πελάτη IPTV Simple πρώτα

# #30410
source: Could not enable PVR manager
el_gr: Αδυναμία ενεργοποίησης διαχειριστή PVR

# #30411
source: Failed
el_gr: Αποτυχία

# #30412
source: Paginate items
el_gr: Σελιδοποίησε τα αντικείμενα

# #30413
source: Every ... items
el_gr: Κάθε ... αντικείμενα

# #30414
source: Change page (current page {0})
el_gr: Αλλαγή σελίδας (τρέχουσα σελίδα {0})

# #30415
source: Page {0}
el_gr: Σελίδα {0}

# #30416
source: Select a page
el_gr: Επιλογή σελίδας

# #30417
source: Keys set #
el_gr: Α/α του σετ κλειδιών

# #30418
source: Reset selection after every choice
el_gr: Μηδένισε την σελίδα μετά από κάθε επιλογή

# #30419
source: Sort method
el_gr: Μέθοδος ταξινόμισης

# #30420
source: Changes AliveGR's icon set (refresh containers/folders or exit addon and load another, reenter in order for theme to load)
el_gr: Αλλάζει το σετ εικονιδίων του AliveGR (ανανεώστε τον κατάλογο/φάκελο ή βγείτε προς άλλο πρόσθετο και ξαναμπείτε για να φορτωθεί το σετ)

# #30421
source: Changes the whole media's center skin
el_gr: Αλλάζει ολόκληρο το κέλυφος του κέντρου πολυμέσων

# #30422
source: Some folders have both English & Greek into their titles and this setting takes care of the display accordingly
el_gr: Κάποιοι φάκελοι έχουν Αγγλικά και Ελληνικά στους τίτλους τους, αυτή η ρύθμιση φροντίζει την απεικόνιση αναλόγως

# #30423
source: Changes some locale settings on the media center
el_gr: Αλλάζει κάποιες ρυθμίσεις σχετικά με τα τοπικά στο κέντρο πολυμέσων

# #30424
source: Changes whether labels take one or two lines
el_gr: Αλλάζει το πότε οι ετικέτες απεικονίζονται σε μία η δύο γραμμές

# #30425
source: Toggles on/off the "Clear bookmarkes" menu item into the bookmarks folder
el_gr: (Απ)ενεργοποιεί το αντικείμενο "Εκκαθάριση σελιδοδεικτών" από τον φάκελο των σελιδοδεικτών του AliveGR

# #30426
source: Toggles on/off the pagination function. I advise to leave it on for lower end devices. Change pages via the provided menu item.
el_gr: (Απ)ενεργοποιεί την λειτουργία σελιδοποίησης. Σας συμβουλεύω να το αφήσετε ενεργοποιημένο για τις πιο αδύναμες συσκευές. Αλλάξτε σελίδα από το παρεχόμενο μενού.

# #30427
source: Resets the selected page back to the first one after you make a choice
el_gr: Επαναφέρει την επιλεγμένη σελίδα στην πρώτη αφού πραγματοποιηθεί η επιλογή

# #30428
source: How many menu items should a page contain (stepped every 50 items)
el_gr: Πόσα αντικείμενα θα πρέπει να έχει κάθε σελίδα (με κάθε 50 αντικείμενα ανά σκαλοπάτι)

# #30429
source: Sort method when pagination is enabled (it pre-sorts the items before the split and overrides Kodi's internal sort method)
el_gr: Μέθοδος ταξινόμισης όταν η σελιδοποίηση είναι ενεργή (κάνει ταξινόμιση πριν την διαίρεση και αντικαθιστά την εσωτερική μέθοδο ταξινόμισης)

# #30430
source: Changes settings related to appearance, feel & display
el_gr: Αλλαγή ρυθμίσεων σχετικά με την εμφάνιση και την απεικόνιση

# #30431
source: Toggle on/off main menu items/folders
el_gr: (Απ)ενεργοποιηση φακέλων στο κυρίως μενού

# #30432
source: Changes settings related to both Live and VOD streams
el_gr: Αλλαγή ρυθμίσεων σχετικά με τις ροές κατα βούληση και τις ζωντανές

# #30433
source: Settings related to keeping AliveGR's settings and behaviour clean
el_gr: Ρυθμίσεις που αφορούν την συμπεριφορά και τις ρυθμίσεις τακτοποιημένα

# #30434
source: Perform various actions, such as applying keymaps, settings to other addons etc.
el_gr: Εκτέλεση διαφόρων ενεργειών, όπως εφαρμογή χαρτών πλήκτρων, ρυθμίσεις άλλων προσθέτων κτλ.

# #30435
source: This page has some really advanced stuff only meant to help me, the developer, test some things
el_gr: Αυτή η σελίδα έχει μερικά στοιχεία για προχωρημένους τα οποία βρίσκονται για να με βοηθουν (τον προγραμματιστή) σε δοκιμές

# #30436
source: This action will allow you to toggle on/off alternative streams (from sources other than official, youtube and dailymotion ones)
el_gr: Αυτή η ενέργεια σας επιτρέπει να (απ)ενεργοποιείτε τις εναλλακτικές ροές (από πηγές εκτός των επίσημων, του youtube και του dailymotion)

# #30437
source: This setting will switch between manual option and "best" quality, for youtube streams only.
el_gr: Αυτή η ρύθμιση θα κάνει εναλλαγή μεταξύ της χειροκίνητης επιλογής και της "βέλτιστης" ποιότητας, για ροές youtube μόνο.

# #30438
source: This option will switch between fully manual choice, adaptive (for this change settings on inputstream addon optionally), and best. HLS/M3U8 only.
el_gr: Αυτή η επιλογή θα εναλλάξει μεταξύ της χειροκίνητης, μεταβλητής (γι' αυτο άλλαξε ρυθμίσεις στο πρόσθετο inputstream προαιρετικά), και της βέλτιστης. Για ροές HLS/M3U8 μόνο.

# #30439
source: This button will open ResolveURL settings, where you can change the setting for manual quality choice on alternative streams (external resolvers)
el_gr: Αυτό το πλήκτρο θα ανοίξει τις ρυθμίσεις του ResolveURL, όπου μπορείτε να αλλαξετε την ρύρθμιση για την επιλογή ποιότητας των εναλλακτικών ροών (εξωτερικοί επιλυτές)

# #30440
source: This setting will alter the behaviour of live tv listing into playlist mode. Good for those who know what they are doing. Change channels with next/previous buttons.
el_gr: Αυτή η ρύθμιση θα αλλάξει την συμπεριφορά της ζωντανής τηλεόρασης σε λίστα αναπαραγωγής. Καλό για όσους γνωρίζουν τι κάνουν. Αλλαγή καναλιών με τα επόμενο/προηγούμενο πλήκτρα.

# #30441
source: This setting toggles on/off the helper button which changes live tv groups. Setting this off will allow the user to change group from the setting bellow.
el_gr: Αυτή η ρύθμιση εναλλάζει το βοηθητικό πλήκτρο αλλαγής μεταξύ των ομαδών των ζωντανών ροών. Θέτοντας την επιλογή αυτή εκτός, επιτρέπει στον χρήστη να αλλάξει ομάδα από την επιλογή παρακάτω.

# #30442
source: This setting can help you choose manually live tv group. Set the group switcher to off to enable this option or have playlist mode enabled.
el_gr: Αυτή η ρύθμιση μπορεί να σας βοηθήσει να επιλέξετε χειροκίνητα την ομάδα των ζωντανών ροών. Απενεργοποιήστε τον εναλλάκτη ομαδών για την ενεργοποίηση αυτης της επιλογής ή να έχετε την λίστα αναπαραγωγής ως την επιλεγμένη συμπεριφορά.

# #30443
source: This option will preresolve streams directly into their playable format for quicker playback, but it is unstable, use only for testing purposes.
el_gr: Αυτη η επιλογή θα προ-επιλυσει τις ροές απευθείας στην μορφή αναπαραγωγής για γρηγοροτερη εκτέλεση, αλλά είναι ασταθές, ιδανικό για δοκιμαστικούς σκοπούς

# #30444
source: Allows you to change the way you choose a source for playback. Dialog, random or directory. Dialog is the recommended/default method
el_gr: Σας επιτρέπει να αλλάξετε τον τρόπο που επιλέγετε ροή για αναπαραγωγή. Διάλογος, τυχαίο ή κατάλογος. Ο διάλογος είναι ο προτεινόμενος/εξ'ορισμού τρόπος.

# #30445
source: Change your search term (No greeklish, please)
el_gr: Αλλάξτε τον όρο αναζήτησης (Όχι φραγκολεγαντίνικα παρακαλώ)

# #30446
source: Will reverse episode order. Defaults to being enabled.
el_gr: Θα αντιστρέψει τον σειρά εμφάνισης των επεισοδίων. Εξ'ορισμού ενεργοποιημένο.

# #30447
source: Enables the button which allows you to switch between groups (by title, by year, by genre, etc)
el_gr: Ενεργοποιεί το πλήκτρο που επιτρέπει την αλλαγή ομαδοποίησης (κατα τίτλο, κατ' έτος, είδος κτλ)

# #30448
source: Will index cartoon/family movies in the main indexers.
el_gr: Θα παρουσιάσει τις παιδικές ταινίες στους κυρίους καταλόγους.

# #30449
source: Plays audio only. Youtube streams only and only on music indexers in audio mode
el_gr: Αναπαραγωγή μόνο του ήχου. Μόνο ροές youtube και μόνο στους καταλόγους μουσικής σε λειτουργία ήχου.

# #30450
source: Switches pseudo live mode from one random pick and sequential.
el_gr: Αλλάζει μεταξύ μιας τυχαίας επιλογής και κατα σειρά στην λειτουργία ψευδο-ζωντανών ροών.

# #30451
source: Opens youtube addon settings.
el_gr: Ανοίγει το παράθυρο ρυθμίσεων του προσθέτου youtube.

# #30452
source: Opens the window to change things or do actions on input streams addons
el_gr: Ανοίγει το παράθυρο για αλλαγή στοιχείων ή ενέργειες στα πρόσθετα inputstream

# #30453
source: Shows the switcher on newspaper front pages menu
el_gr: Εμφάνιση του εναλλάκτη στο μενού πρωτοσέλιδων εφημερίδων

# #30454
source: Auto reset the category grouping (by title, year or genre)
el_gr: Αυτόματη επαναφορά της κατηγοριοποίησης (ανά τίτλο, έτος ή είδος)

# #30455
source: Additionally auto reset the live group
el_gr: Επιπρόσθετα επανέφερε την ομάδα ζωντανών ροών

# #30456
source: Manually reset the category grouping
el_gr: Επανέφερε χειροκίνητα την κατηγοριοποίηση

# #30457
source: Prompts when a new version is available
el_gr: Προτροπή όταν η νέα έκδοση είναι διαθέσιμη

# #30458
source: Clear AliveGR's function cache
el_gr: Εκκαθάριση της μνήμης λειτουργιών του AliveGR

# #30459
source: Checking:
el_gr: Έλεγχος:

# #30460
source: Delete AliveGR's bookmarks.db
el_gr: Διαγραφή του αρχείου bookmarks.db του AliveGR

# #30461
source: Delete AliveGR's settings.xml (located in the userdata folder)
el_gr: Διαγραφή settings.xml του AliveGR (βρίσκεται στον φάκελο userdata)

# #30462
source: This action will setup Youtube with AliveGR's keys, set for Greek region and activate MPEG-DASH
el_gr: Αυτή η ενέργεια θα ρυθμίσει το Youtube με τα κλειδιά του AliveGR, θα το θέσει στα ελληνικά και να ενεργοποιήσει το MPEG-DASH

# #30463
source: S/N of the Youtube API set of keys
el_gr: Α/Α του σετ κλειδιών του Youtube API

# #30464
source: Setup a keymap for altering the behaviour of previous key on PVR Client (from backwards to previous window)
el_gr: Ρύθμιση του χάρτη πλήκτρων για αλλαγή συμπεριφοράς του πλήκτρου "προηγούμενο" στο παράθυρο PVR (από μετάβαση προς τα πίσω, στο προηγούμενο παράθυρο)

# #30465
source: Setup a keymap for altering the behaviour of the mouse when viewing pictures
el_gr: Ρύθμιση του χάρτη πλήκτρων για αλλαγή συμπεριφοράς του ποντικιού όταν απεικονίζονται εικόνες

# #30466
source: Setup a keymap for altering the behaviour of the tv remote on Samsung TVs via CEC (blue coloured key acts as context menu)
el_gr: Ρύθμιση του χάρτη πλήκτρων για αλλαγή συμπεριφοράς του χειριστηρίου σε τηλεοράσεις Samsung μέσω CEC (το χρωματισμένο μπλε θα ενεργεί ως εναλλακτικό μενου)

# #30467
source: The language of the changelog
el_gr: Η γλώσσα του αρχείου καταγραφής

# #30468
source: Enable only when you know what you 're going to do, requires a passphrase
el_gr: Ενεργοποίηστε μόνο όταν ξερετε τι κάνετε, απαιτεί κωδικό

# #30469
source: Apply new settings format manually (Kodi 19+ only)
el_gr: Εφαρμογή των νέων ρυθμίσεων χειροκίνητα (Μόνο Kodi 19+)

# #30470
source: Debugging Mode
el_gr: Λειτουργία αποσφαλμάτωσης

# #30471
source: Clear playback history
el_gr: Καθαρισμός ιστορικού αναπαραγωγής

# #30472
source: [COLOR white][B]Toggle skin debugging[/B][/COLOR]
el_gr: [COLOR white][B]Εναλλαγή αποσφαλμάτωσης κελύφους[/B][/COLOR]

# #30473
source: Reload skin
el_gr: Επαναφόρτωση κελύφους

# #30474
source: Local/Remote Selector
el_gr: Εναλλάκτης Τοπικού/Απομακρυσμένου

# #30475
source: Local playlist file
el_gr: Τοπικό αρχείο αναπαραγωγής

# #30476
source: Remote playlist url
el_gr: Απομακρυσμένο url λίστας αναπαραγωγής

# #30477
source: Local misc playlist file
el_gr: Τοπικό αρχείο λίστας αναπαραγωγής misc

# #30478
source: Remote misc playlist url
el_gr: Απομακρυσμένο url λίστας αναπαραγωγής misc

# #30479
source: Local top 50 playlist file
el_gr: Τοπικό αρχείο λίστας αναπαραγωγής top 50

# #30480
source: Remote top 50 playlist url
el_gr: Απομακρυσμένο url λίστας αναπαραγωγής top 50

# #30481
source: Do not use cache
el_gr: Μη γίνει χρήση μνήμης λειτουργιών

# #30482
source: Do you like to check for updates?
el_gr: Θέλετε να επιβάλετε έλεγχο νέων εκδόσεων;

# #30483
source: This setting adjusts the history size of search terms
el_gr: Αυτή η ρύθμιση μεταβάλει το μέγεθος του ιστορικού αναζήτησης

# #30484
source: Do you want to delete '{0}'?
el_gr: Θέλετε να σβήσετε το '{0}';

# #30485
source: Delete this item
el_gr: Διαγραφή αυτού του αντικειμένου

# #30486
source: Add item
el_gr: Προσθήκη αντικειμένου

# #30487
source: History.csv was not found
el_gr: Το αρχείο history.csv δεν βρεθηκε

# #30488
source: Stop playback on return (only on fullscreen video)
el_gr: Διακοπή αναπαραγωγής κατά την επιστροφή (μόνο σε βίντεο πλήρους οθόνης)

# #30489
source: This keymap will stop playback entirely when you press return/previous when its on full screen video. Long press now behaves as default instead.
el_gr: Αυτός ο χάρτης θα διακόψει την αναπαραγωγή εντελώς όταν πατηθεί η επιστροφή σε βίντεο πλήρους οθόνης. Με παρατεταμένο πάτημα εκτελεί ενέργεια όπως στον εξ'ορισμού χάρτη.

# #30490
source: Setup inputstream adaptive with recommended settings
el_gr: Ρυθμίστε το inputstream adaptive με τις προτεινόμενες ρυθμίσεις

# #30491
source: Other addons
el_gr: Άλλα πρόσθετα

# #30492
source: This action will setup inputstream adaptive with recommended settings
el_gr: Αυτή η ενέργεια θα ρυθμίσει το inputstream adaptive με τις προτεινόμενες ρυθμίσεις

# #30493
source: This action opens PVR Simple Client settings window
el_gr: Αυτή η ενέργεια ανοίγει το παράθυρο ρυθμίσεων του PVR Simple Client

# #30494
source: Change search term
el_gr: Αλλαγή όρου αναζήτησης
