Repository: Twilight0/plugin.video.AliveGR
Catalog: resources/language/resource.language.*/strings.po
Languages: el_gr

# #30001
source: Live TV
el_gr: Ζωντανή Τηλεόραση

# #30002
source: Radio
el_gr: Ραδιόφωνο

# #30003
source: Appearance
el_gr: Εμφάνιση

# #30004
source: Streams
el_gr: Ροές

# #30005
source: Folders
el_gr: Φάκελοι

# #30006
source: Quality Choice
el_gr: Επιλογές ποιότητας

# #30007
source: Live
el_gr: Ζωντανές

# #30008
source: Networks
el_gr: Δίκτυα

# #30009
source: Video on demand
el_gr: Κατα παραγγελία

# #30010
source: Display
el_gr: Aπεικόνιση

# #30011
source: Settings
el_gr: Ρυθμίσεις

# #30012
source: Playback history
el_gr: Ιστορικό αναπαραγωγής

# #30013
source: Developer/Debugging mode
el_gr: Λειτουργία αποσφαλμάτωσης/δοκιμών

# #30014
source: TV Guide
el_gr: Οδηγός Τηλεόρασης

# #30015
source: Watch at:
el_gr: Προβολή στο:

# #30016
source: New search
el_gr: Νέα αναζήτηση

# #30017
source: Actions
el_gr: Ενέργειες

# #30018
source: IPTV Simple Client Integration
el_gr: Ενσωμάτωση με τον πελάτη IPTV Simple

# #30019
source: Previous menu key setup (PVR window)
el_gr: Ρύθμιση πλήκτρου επιστροφής (Παράθυρο PVR)

# #30020
source: Previous menu key setup (PVR window)
el_gr: Ρύθμιση συντόμευσης επιστροφής (Παράθυρο PVR)

# #30021
source: This action will overwrite existing IPTV Simple Client settings
el_gr: Η τρέχουσα ενέργεια θα διορθώσει τυχόν υπάρχουσες ρυθμίσεις του πελάτη IPTV Simple

# #30022
source: Proceed?
el_gr: Να εκτελεστεί η ενέργεια;

# #30023
source: IPTV Simple Client will now be set up
el_gr: Ο πελάτης IPTV Simple πρότειται να ρυθμιστεί

# #30024
source: Process complete
el_gr: Η ενέργεια έχει πλέον ολοκληρωθεί

# #30025
source: ResolveURL settings
el_gr: Ρυθμίσεις ResolveURL

# #30026
source: TV Guide window
el_gr: το παράθυρο του Οδηγού Τηλεόρασης

# #30027
source: If you use a program such as Keymap Editor
el_gr: Εάν χρησιμοποιήσετε κάποιο πρόγραμμα τροποποίησης χάρτη συντομεύσεων

# #30028
source: you will have to repeat this process
el_gr: θα πρέπει να επαναλάβετε αυτήν την ενέργεια

# #30029
source: No change was made
el_gr: Δεν πραγματοποιήθηκε κάποια αλλαγή

# #30030
source: TV Series
el_gr: Σειρές

# #30031
source: Movies
el_gr: Ταινίες

# #30032
source: Kids
el_gr: Παιδικά

# #30033
source: No bookmarks found
el_gr: Δεν βρέθηκαν σελιδοδείκτες

# #30034
source: Group Switcher
el_gr: Εναλλάκτης ομάδων

# #30035
source: Date updated the list:
el_gr: Ημερομηνία ανανέωσης της λίστας:

# #30036
source: IPTV Simple Client
el_gr: Πελάτης IPTV Simple

# #30037
source: Search & playback history size
el_gr: Μέγεθος ιστορικού αναζήτησης & αναπαραγωγής

# #30038
source: Resolve youtube streams
el_gr: Κάνε επίλυση ροών youtube

# #30039
source: Appearance
el_gr: Εμφάνιση

# #30040
source: Youtube keys are not set
el_gr: Δεν έχουν εφαρμοστεί κλειδιά youtube

# #30041
source: Pictures
el_gr: Εικόνες

# #30042
source: Show switcher on newspapers section
el_gr: Δείξε τον εναλλάκτη στην ενότητα των εφημερίδων

# #30043
source: Reverse episodes order
el_gr: Αντιστροφή τρόπου προβολής επεισοδίων

# #30044
source: Broadcasted on
el_gr: Προβλήθηκε στην

# #30045
source: Index by '{0}'
el_gr: Ταξινόμιση κατά '{0}'

# #30046
source: Toggle unofficial streams
el_gr: Εναλλαγή ανεπίσημων ροών

# #30047
source: Group '{0}'
el_gr: Ομάδα '{0}'

# #30048
source: All Channels
el_gr: Όλα τα κανάλια

# #30049
source: Select the group of your choice
el_gr: Επιλέξτε ομάδα της αρεσκείας σας

# #30050
source: Enable Sort
el_gr: Ενεργοποίησε την ταξινόμηση

# #30051
source: Groups
el_gr: Ομάδες

# #30052
source: Title
el_gr: Τίτλο

# #30053
source: Sort Method
el_gr: Μεθοδος Ταξινόμησης

# #30054
source: Refresh
el_gr: Ανανέωση

# #30055
source: Bookmarks
el_gr: Σελιδοδείκτες

# #30056
source: Clear function cache
el_gr: Καθαρισμός μνήμης λειτουργιών

# #30057
source: Dual Language Title Split (where supported)
el_gr: Διαχωρισμός διπλής γλώσσας (όπου υποστηρίζεται)

# #30058
source: Show English only
el_gr: Δείξε μόνο στα Αγγλικά

# #30059
source: Show Greek only
el_gr: Δείξε μόνο στα Ελληνικά

# #30060
source: English/Greek
el_gr: Αγγλικά/Ελληνικά

# #30061
source: Show group switcher
el_gr: Δείξε τον εναλλάκτη ομάδων

# #30062
source: Select the index of your choice
el_gr: Επιλέξτε την ταξινόμιση της αρεσκείας σας

# #30063
source: TV Shows
el_gr: Εκπομπές

# #30064
source: Select a host
el_gr: Επιλέξτε έναν σύνδεσμο

# #30065
source: PVR Client is not setup or ready
el_gr: Ο πελάτης PVR δεν εκτελείται ή ρυθμιστεί

# #30066
source: Season
el_gr: Σεζόν

# #30067
source: Episode
el_gr: Επεισόδιο

# #30068
source: Theater
el_gr: Θέατρο

# #30069
source: This action will overwrite existing Youtube API keys and will log you out if already logged in
el_gr: Αυτή η ενέργεια θα τροποποιήσει υπάρχουσες ρυθμίσεις των κλειδιών του Youtube και θα σας βγάλει εκτός συνδεδεμένης κατάστασης

# #30070
source: This action will log you out if already logged in
el_gr: Αυτή η ενέργεια θα σας βγάλει εκτός συνδεδεμένης κατάστασης

# #30071
source: Set up addon with common settings
el_gr: Ρύθμιση προσθέτου με κοινές ρυθμίσεις

# #30072
source: Cartoon Series
el_gr: Σειρές κινουμένων σχεδίων

# #30073
source: Cartoon Movies
el_gr: Ταινίες κινουμένων σχεδίων

# #30074
source: Cartoon Collection
el_gr: Συλλογή κινουμένων σχεδίων

# #30075
source: Educational
el_gr: Εκπαιδευτικά

# #30076
source: Kids Songs
el_gr: Παιδικά Τραγούδια

# #30077
source: Youtube Addon is not installed, do you want to install it now and setup the keys?
el_gr: Το πρόσθετο Youtube δεν είναι εγκατεστημένο, θέλετε να το εγκαταστήσετε τώρα και να γίνει ρύθμιση των κλειδιών;

# #30078
source: Kids Live Channels
el_gr: Ζωντανά κανάλια με παιδικά

# #30079
source: Documentaries
el_gr: Ντοκυμαντέρ

# #30080
source: Add to Bookmarks
el_gr: Προσθήκη στους σελιδοδείκτες

# #30081
source: Remove from Bookmarks
el_gr: Αφαίρεση από τους σελιδοδείκτες

# #30082
source: Cache clear & playlist refresh
el_gr: Καθαρισμός & ανανέωση λίστας

# #30083
source: Short Films
el_gr: Ταινίες Μικρού Μήκους

# #30084
source: Go to TV Guide
el_gr: Πήγαινε στον Οδηγό Τηλεόρασης

# #30085
source: No description found
el_gr: Δεν βρέθηκε περιγραφή

# #30086
source: Settings below apply only to Live TV
el_gr: Οι παρακάτω ρυθμίσεις αφορούν μόνο την Ζωντανή Τηλεόραση

# #30087
source: Show descriptions and various info (metadata)
el_gr: Δείξε περιγραφές και άλλες πληροφορίες (metadata)

# #30088
source: Settings below apply only to VOD Sections
el_gr: Οι παρακάτω ρυθμίσεις αφορούν μόνο τα βίντεο αρχείου

# #30089
source: Setting below will slow down loading of indexes
el_gr: Η παρακάτω ρύθμιση καθυστερεί την φόρτωση των καταλόγων

# #30090
source: Year
el_gr: Έτος

# #30091
source: Reverse sort (new at the top)
el_gr: Αντίστροφη ταξινόμηση (νεότερα στην κορυφή)

# #30092
source: Cartoon Short Films
el_gr: Παιδικές Ταινίες Μικρού Μήκους

# #30093
source: No information available
el_gr: Χωρίς πληροφορίες

# #30094
source: Sports
el_gr: Αθλητικά

# #30095
source: Search (No greeklish, please)
el_gr: Αναζήτηση (Παρακαλώ όχι φραγκολεβαντίνικα)

# #30096
source: Live TV Channel
el_gr: Ζωντανό τηλεοπτικό κανάλι

# #30097
source: Cartoon
el_gr: Κινούμενο σχέδιο

# #30098
source: Various cartoon movies
el_gr: Διάφορες παιδικές ταινίες

# #30099
source: Cartoon Movies & Series
el_gr: Παιδικές Ταινίες & Σειρές

# #30100
source: for
el_gr: για

# #30101
source: Actor/Actress/Director
el_gr: Ηθοποιός/Πρόσωπο/Σκηνοθέτης

# #30102
source: AliveGR's Icons set
el_gr: Σετ εικονιδίων AliveGR

# #30105
source: [COLOR red]Legal[/COLOR]
el_gr: [COLOR red]Πνευματικά δικαιώματα[/COLOR]

# #30106
source: Click to open a brief text by the developer
el_gr: Επιλέξτε για διαβάσετε ένα σύντοκο κείμενο από τον δημιουργό

# #30107
source: Restart PVR IPTV Simple if necessary to load new settings
el_gr: Επανεκκινήστε τον πελάτη IPTV Simple εάν είναι απαραίτητο για να εφαρμοστούν οι αλλαγές

# #30108
source: or via context menu -> Refresh
el_gr: ή μέσω του εναλλακτικού μενού -> Ανανέωση

# #30109
source: Locale
el_gr: Τοπικά

# #30110
source: No playback history present
el_gr: Απουσία ιστορικού αναπαραγωγής

# #30111
source: Open ResolveURL's settings window
el_gr: Άνοιγμα ρυθμίσεων επιλυτή ροών ResolveURL

# #30112
source: Stream not resolvable
el_gr: Ροή μη επιλύσιμη

# #30113
source: Live TV Channel
el_gr: Τηλεοπτικό κανάλι

# #30114
source: This action will enable additional unofficial streams. Enable at your own risk.[CR]Proceed?
el_gr: Αυτή η ενέργεια θα ενεργοποιήσει επιπλέον ανεπίσημες ροές. Ενεργοποιείτε με δική σας ευθύνη.[CR]Εκτέλεση;

# #30115
source: Developer
el_gr: Ανάπτυξη

# #30116
source: Sports News
el_gr: Αθλητικά Νέα

# #30117
source: Sports & Events
el_gr: Αθλήματα & Αγώνες

# #30118
source: ERT News & Information
el_gr: ΕΡΤ Ειδήσεις και ενημέρωση

# #30119
source: Ant1 News
el_gr: Τα νέα του Αnt1

# #30120
source: Star News
el_gr: Ειδήσεις από το Star

# #30121
source: Skai News
el_gr: Skai Ειδήσεις

# #30122
source: Alpha News
el_gr: Alpha Ειδήσεις

# #30123
source: News
el_gr: Ειδήσεις

# #30124
source: GM Index
el_gr: Το ευρετήριο του GM

# #30125
source: Music
el_gr: Μουσική

# #30126
source: Mad Greekz Index
el_gr: Το ευρετήριο του Mad Greekz

# #30127
source: Mad Greekz Top 10
el_gr: Τα 10 κορυφαία του Mad Greekz

# #30128
source: Rythmos 94.9 Top 20
el_gr: Τα 20 κορυφαία του Ρυθμός 94.9

# #30129
source: Disclaimer
el_gr: Αποποίηση ευθυνών

# #30130
source: Movie
el_gr: Ταινία

# #30131
source: [COLOR blue]Links:[/COLOR]
el_gr: [COLOR blue]Σύνδεσμοι:[/COLOR]

# #30132
source: Do you want to disable first time prompt and set Greek Language & Region?
el_gr: Θέλετε να απενεργοποιήσετε το οδηγό ρυθμίσεων και χρήση γλώσσας & περιοχής για Ελλάδα;

# #30133
source: TV Show
el_gr: Τηλεοπτική εκπομπή

# #30134
source: Reset indexer methods
el_gr: Επαναφορά μεθόδων ομαδοποίησης

# #30135
source: Purge bookmarks
el_gr: Εκκαθάριση σελιδοδεικτών

# #30136
source: Delete addon settings.xml
el_gr: Διαγραφή αρχείου settings.xml

# #30137
source: Tools
el_gr: Εργαλεία

# #30138
source: Maintenance
el_gr: Συντήρηση

# #30139
source: No bookmarks found
el_gr: Δεν βρέθηκαν σελιδοδείκτες

# #30140
source: Settings folder no longer exists
el_gr: Δεν υπάρχει φάκελος ρυθμίσεων

# #30143
source: Local proxy module already installed
el_gr: Το πρόσθετο τοπικής επίλυσης ροών είναι ήδη εγκατεστημένο

# #30144
source: Action for streams' choice
el_gr: Ενέργεια για την επιλογή ροών

# #30145
source: Dialog
el_gr: Διάλογος

# #30146
source: Directory
el_gr: Κατάλογος

# #30147
source: Unknown genre
el_gr: Άγνωστο είδος

# #30148
source: Show Live TV
el_gr: Δείξε την ζωντανή τηλεόραση

# #30149
source: Show PVR Simple Client menu
el_gr: Δείξε το μενού του απλού πελάτη IPTV

# #30150
source: Show networks
el_gr: Δείξε τα δίκτυα

# #30151
source: Show news
el_gr: Δείξε τις ειδήσεις

# #30152
source: Show movies
el_gr: Δείξε τις ταινίες

# #30153
source: Show short films
el_gr: Δείξε τις ταινίες μικρού μήκους

# #30154
source: Show TV series
el_gr: Δείξε τις σειρές

# #30155
source: Show TV shows
el_gr: Δείξε τις εκπομπές

# #30156
source: Show theater
el_gr: Δείξε το θέατρο

# #30157
source: Show documentaries
el_gr: Δείξε τα ντοκυμαντέρ

# #30158
source: Show sports
el_gr: Δείξε τα αθλητικά

# #30159
source: Show kids section
el_gr: Δείξε την ενότητα των παιδικών

# #30160
source: Show playback history
el_gr: Δείξε το ιστορικό αναπαραγωγής

# #30161
source: Show music
el_gr: Δείξε την μουσική

# #30162
source: Show radio
el_gr: Δείξε το ραδιόφωνο

# #30163
source: Show search
el_gr: Δείξε την αναζήτηση

# #30164
source: Show bookmarks
el_gr: Δείξε τους σελιδοδείκτες

# #30165
source: Show tools
el_gr: Δείξε τα εργαλεία

# #30166
source: Please install IPTV Simple Client (PVR) first and try again
el_gr: Παρακαλώ εγκαταστήστε τον πελάτη IPTV Simple (PVR) και ξαναπροσπαθήστε

# #30167
source: By name
el_gr: Κατ' ονομασία

# #30168
source: Best
el_gr: Βέλτιστη

# #30169
source: Manual (via dialog)
el_gr: Χειροκίνητα (μέσω διαλόγου)

# #30170
source: Live music channels
el_gr: Ζωντανά κανάλια με μουσική

# #30200
source: Genre
el_gr: Είδος

# #30201
source: Panhellenic
el_gr: Πανελλαδικά

# #30202
source: Pancypriot
el_gr: Πανκυπριακά

# #30203
source: International
el_gr: Διεθνή δίκτυα

# #30204
source: Adaptive
el_gr: Μεταβλητή

# #30205
source: Cinema
el_gr: Σινεμά

# #30206
source: Misc
el_gr: Διάφορα

# #30207
source: Regional
el_gr: Τοπικά

# #30208
source: Thematic
el_gr: Θεματικά

# #30209
source: Toronto Channels
el_gr: Κανάλια Τορόντο

# #30210
source: Web TV
el_gr: Διαδικτυακή τηλεόραση

# #30211
source: Network
el_gr: Κανάλι/Δίκτυο

# #30212
source: Country
el_gr: Παραγωγή

# #30213
source: Initials
el_gr: Αρχικά

# #30214
source: Do you want to purge your bookmarks?
el_gr: Θέλετε να πραγματοποιήσετε εκκαθάριση των σελιδοδεικτών;

# #30215
source: Changelog language selector
el_gr: Επιλογέας γλώσσας αρχείου καταγραφής

# #30216
source: Auto
el_gr: Αυτόματο

# #30217
source: Change system language
el_gr: Αλλαγή γλώσσας συστήματος

# #30218
source: Change keyboard layouts
el_gr: Αλλαγή διατάξεων πληκτρολογίου

# #30220
source: Quality {0}
el_gr: Ποιότητα {0}

# #30221
source: Plus Radio Top 20
el_gr: Τα 20 κορυφαία του Plus Radio

# #30222
source: Radiopolis Top 20 (Greek)
el_gr: Τα 20 κορυφαία του Ραδιόπολις (Ελληνικά)

# #30223
source: Radiopolis Top 20 (Foreign)
el_gr: Τα 20 κορυφαία του Ραδιόπολις (Ξένα)

# #30224
source: Music indexers play audio only
el_gr: Αναπαραγωγή μόνο του ήχου στην ενότητα μουσικής

# #30225
source: Part
el_gr: Μέρος

# #30226
source: Queue item to current playlist
el_gr: Προσθήκη αντικειμένου στην τρέχουσα λίστα αναπαραγωγής

# #30227
source: Clear current playlist
el_gr: Εκκαθάριση τρέχουσας λίστας αναπαραγωγής

# #30228
source: Toggle (un)watched status
el_gr: Εναλλαγή (μη)προβληθέντος κατάστασης

# #30229
source: Auto reset indexers
el_gr: Αυτόματη επαναφορά ομαδοποιητών

# #30230
source: News front pages
el_gr: Πρωτοσέλιδα εφημερίδων

# #30231
source: Politics
el_gr: Πολιτικές

# #30232
source: Sports
el_gr: Αθλητικές

# #30233
source: Economic
el_gr: Οικονομικές

# #30234
source: Local
el_gr: Τοπικές

# #30235
source: All groups
el_gr: Όλες οι κατηγορίες

# #30236
source: Newspaper front page
el_gr: Πρωτοσέλιδο εφημερίδας

# #30237
source: Add enhanced mouse keymap for newspaper covers viewing
el_gr: Ενεργοποίηση βελτιωμένου χάρτη για ποντίκι κατά την θέαση εφημερίδων

# #30238
source: This action will modify existing keymap (pictures window only), proceed?
el_gr: Αυτή η ενέργεια θα τροποποιήσει τον υπάρχον χάρτη πλήκτρων (μόνο για το παράθυρο εικόνων), εφαρμογή;

# #30239
source: Miscellaneous
el_gr: Διάφορα

# #30240
source: In the following dialog you can select one or more options
el_gr: Στο επόμενο παράθυρο μπορείτε να επιλέξετε μία ή περισσότερες επιλογές

# #30241
source: Map left mouse click for next slide
el_gr: Αντιστοίχισε το αριστερό κλικ για την επόμενη διαφάνεια

# #30242
source: Map right mouse click for previous slide
el_gr: Αντιστοίχισε το δεξί κλικ για την προηγούμενη διαφάνεια

# #30243
source: Map middle mouse click for clockwise rotation
el_gr: Αντιστοίχισε το μεσαίο κλικ για δεξιά περιστροφή

# #30244
source: Map mouse wheel up for zooming in
el_gr: Αντιστοίχισε τον τροχό προς τα πάνω για μεγένθυση

# #30245
source: Map mouse wheel up for zooming out
el_gr: Αντιστοίχισε τον τροχό προς τα κάτω για σμίκρυνση

# #30246
source: No mapping selected
el_gr: Δεν επιλέχθηκε κάποια αντιστοίχιση

# #30247
source: Caution: Existing settings detected.
el_gr: Προσοχή: Ανιχνεύθηκαν προηγούμενες ρυθμίσεις.

# #30248
source: Overwrite
el_gr: Εγγραφή από πάνω

# #30249
source: Reset
el_gr: Επαναφορά

# #30250
source: Enhanced keymaps
el_gr: Βελτιωμένοι χάρτες πλήκτρων

# #30252
source: Inputstream adaptive addon is not enabled. Do you to enabled it now?
el_gr: Το πρόσθετο inputstream adaptive δεν είναι ενεργοποιημένο. Θέλετε να το ενεργοποιήσετε τώρα;

# #30253
source: Activate (or install) inputstream adaptive addon
el_gr: Ενεργοποίηση (ή εγκατάσταση) προσθέτου inputstream adaptive

# #30254
source: Inputstream adaptive addon is already enabled
el_gr: Το πρόσθετο inputstream adaptive είναι ήδη ενεργοποιημένο

# #30255
source: [COLOR red]Important information[/COLOR]
el_gr: [COLOR red]Σημαντικές πληροφορίες[/COLOR]

# #30256
source: [COLOR white]AliveGR version:[/COLOR]{0}[COLOR lime]{1}[/COLOR]
el_gr: [COLOR white]AliveGR έκδοση:[/COLOR]{0}[COLOR lime]{1}[/COLOR]

# #30257
source: [COLOR white]Tulip Libraries version:[/COLOR]{0}[COLOR darkorange]{1}[/COLOR]
el_gr: [COLOR white]Βιβλιοθήκες tulip έκδοση:[/COLOR]{0}[COLOR darkorange]{1}[/COLOR]

# #30258
source: [COLOR white]Kodi version:[/COLOR]{0}[COLOR cyan]{1}[/COLOR]
el_gr: [COLOR white]Έκδοση Kodi:[/COLOR]{0}[COLOR cyan]{1}[/COLOR]

# #30259
source: [COLOR white]Follow me on Twitter:[/COLOR]{0}[COLOR blue]twitter.com/TwilightZer0[/COLOR]
el_gr: [COLOR white]Ακολουθήστε με στο Twitter:[/COLOR]{0}[COLOR blue]twitter.com/TwilightZer0[/COLOR]

# #30260
source: [COLOR white]Source code & support:[/COLOR]{0}[COLOR blue]bit.ly/alivegr-issues[/COLOR]
el_gr: [COLOR white]Πηγαίος κώδικας & υποστήριξη:[/COLOR]{0}[COLOR blue]bit.ly/alivegr-issues[/COLOR]

# #30261
source: Forced updating of addons repositories
el_gr: Επιβολή ενημέρωσης αποθετηρίων προσθέτων

# #30262
source: ERTflix kids content
el_gr: Παιδικό περιεχόμενο του ERTflix

# #30263
source: Thank you for using AliveGR addon
el_gr: Ευχαριστώ που χρησιμοποιείτε το AliveGR

# #30264
source: [COLOR white]ResolveURL version:[/COLOR]{0}[COLOR purple]{1}[/COLOR]
el_gr: [COLOR white]ResolveURL έκδοση:[/COLOR]{0}[COLOR purple]{1}[/COLOR]

# #30265
source: Click on this item to force update local repos
el_gr: Πατήστε πάνω του για επιβολή ενημέρωσης τοπικών αποθετηρίων

# #30266
source: Also reset live channel groups
el_gr: Κάνε επαναφορά και στις ομάδες ζωντανών ροών

# #30267
source: [B]AliveGR[/B], version: [COLOR green]{0}[/COLOR], developer: [B]Twilight0[/B] ([I]https://alivegr.net[/I])
el_gr: [B]AliveGR[/B], έκδοση: [COLOR green]{0}[/COLOR], δημιουργός: [B]Twilight0[/B] ([I]https://alivegr.net[/I])

# #30268
source: Today
el_gr: Σήμερα

# #30269
source: Developer's top 50 picks
el_gr: Οι 50 κορυφαίες επιλογές του συντάκτη

# #30270
source: Warning
el_gr: Ειδοποίηση

# #30271
source: Pre-resolve streams
el_gr: Προ-επίλυση ροών

# #30272
source: Inputstream Adaptive & RTMP addons
el_gr: Πρόσθετα μεταβλητής ποιότητα ροής & RTMP

# #30273
source: Input stream addon settings
el_gr: Ρυθμίσεις προσθέτου μεταβλητής ποιότητας

# #30274
source: Clear all bookmarks
el_gr: Εκκαθάριση όλων των σελιδοδεικτών

# #30275
source: Activate (or install) RTMP addon
el_gr: Ενεργοποίηση (ή εγκατάσταση) προσθέτου RTMP

# #30276
source: RTMP has already been activated
el_gr: Το πρόσθετο RTMP είναι ήδη ενεργοποιημένο

# #30277
source: RTMP addon is not enabled. Do you to enabled it now?
el_gr: Το πρόσθετο RTMP δεν είναι ενεργοποιημένο. Ενεργοποίηση τώρα;

# #30278
source: Inputstream adaptive addon could not be enabled
el_gr: Αδυναμία ενεργοποίησης προσθέτου inputstream adaptive

# #30279
source: RTMP addon could not be enabled
el_gr: Αδυναμία ενεργοποίησης προσθέτου RTMP

# #30280
source: Auto play
el_gr: Αυτόματη αναπαραγωγή

# #30281
source: Open Youtube addon settings window
el_gr: Άνοιγμα ρυθμίσεων προσθέτου Youtube

# #30282
source: Pinned
el_gr: Καρφιτσωμένα

# #30283
source: Addonid {0} was not found in your system
el_gr: Το πρόσθετο {0} δεν βρέθηκε στο σύστημά σας

# #30284
source: Playlist
el_gr: Λίστα Αναπαραγωγής

# #30285
source: Live TV Mode
el_gr: Τρόπος εμφάνισης ζωντανών ροών

# #30286
source: English
el_gr: Αγγλικά

# #30287
source: Do you want to also enable MPEG-DASH setting on youtube addon?
el_gr: Θέλετε να ενεργοποιήσετε και την ρύθμιση MPEG-DASH στο πρόσθετο youtube;

# #30288
source: Quit
el_gr: Εγκατάληψη

# #30289
source: Show quit button
el_gr: Δείξε την εγκατάληψη

# #30290
source: [COLOR yellow]Privacy Policy[/COLOR]
el_gr: [COLOR yellow]Πολιτική απορρήτου[/COLOR]

# #30291
source: Group
el_gr: Γκρουπ

# #30292
source: Developer's Techno Picks
el_gr: Οι Τέκνο επιλογές του συντάκτη

# #30293
source: Switch to zapping mode
el_gr: Αλλαγή σε λειτουργία ζάπινγκ

# #30294
source: By year
el_gr: Κατ' έτος

# #30295
source: [COLOR white][B]Toggle system wide debugging[/B][/COLOR]
el_gr: [COLOR white][B]Εναλλαγή αποσφαλμάτωσης του συστήματος[/B][/COLOR]

# #30296
source: [COLOR white][B]Force check for updates[/B][/COLOR]
el_gr: [COLOR white][B]Επιβολή ελέγχου ενημερώσεων[/B][/COLOR]

# #30297
source: Auto check streams sequentially
el_gr: Αυτόματος έλεγχος ροής σε σειρά

# #30298
source: Resolvers
el_gr: Επιλυτές

# #30299
source: Greek
el_gr: Ελληνικά

# #30300
source: Settings.xml file is already applied
el_gr: Το αρχείο settings.xml έχει ήδη εφαρμοστεί

# #30301
source: API Keys toggler
el_gr: Διακόπτης εφαρμογής κλειδιών API

# #30302
source: This boolean will mark that keys have been set (disable only when you want to change the set of keys)
el_gr: Αυτή η δυαδική τιμή θα μαρκάρει ότι τα κλειδιά έχουν τεθεί (απενεργοποιείστε μόνο όταν θέλετε να αλλάξετε σετ)

# #30303
source: [COLOR blue]Python version:[/COLOR]{0}[COLOR yellow]{1}[/COLOR]
el_gr: [COLOR white]Έκδοση μεταφραστή Python:[/COLOR]{0}[COLOR cyan]{1}[/COLOR]

# #30304
source: Check streams when picking one from the list
el_gr: Έλεγχος ροών προτού επιλεχθεί από την λίστα

# #30305
source: TV Serie
el_gr: Τηλεοπτική σειρά

# #30306
source: [COLOR white]Please like facebook page:[/COLOR]{0}[COLOR blue]facebook.com/alivegr/[/COLOR]
el_gr: [COLOR white]Παρακαλω κάντε like την σελιδα στο facebook:[/COLOR]{0}[COLOR blue]facebook.com/alivegr/[/COLOR]

# #30307
source: Go to root menu
el_gr: Κάνε μετάβαση στο ριζικό μενού

# #30308
source: Geo loc function override
el_gr: Παράκαμψη λειτουργίας εντοπισμού θέσης

# #30309
source: Show clear bookmarks item
el_gr: Δείξε το αντικείμενο "εκκαθάριση σελιδοδεικτών"

# #30310
source: Add keymap for samsung TVs CEC remote
el_gr: Προσθήκη χάρτη πλήκτρων CEC για τηλεοράσεις Samsung

# #30311
source: Clear all bookmarks, are you sure?
el_gr: Εκκαθάριση όλων των σελιδιδεικτών, είστε σίγουροι;

# #30312
source: Set default encoding to Greek (Windows)
el_gr: Εφάρμοσε την εξ'ορισμού κωδικοποίηση σε Ελληνική (Windows)

# #30313
source: Label formatting and displaying (where supported)
el_gr: Μορφοποίηση και απεικόνιση περιγραφών (όπου υποστηρίζεται)

# #30314
source: Use two lines
el_gr: Σε δύο γραμμές

# #30315
source: Use one long line
el_gr: Σε μία γραμμή

# #30316
source: Open website in browser window
el_gr: Άνοιγμα σελίδας σε παράθυρο φυλλομετρητή

# #30317
source: [B]Live streams:[/B] ({0})
el_gr: [B]Ζωντανές ροές:[/B] ({0})

# #30318
source: Change skin
el_gr: Αλλαγή κελύφους

# #30319
source: Open system settings
el_gr: Άνοιγμα ρυθμίσεων συστήματος

# #30320
source: System
el_gr: Σύστημα

# #30321
source: Switch to music mode
el_gr: Αλλαγή σε λειτουργία μουσικής

# #30322
source: System is not compatible with inputstream type addons
el_gr: Το σύστημα δεν είναι συμβατό με πρόσθετα τύπου inputstream

# #30323
source: Could not install requested addon, to install it you have to try another way such as your Linux distribution's repositories
el_gr: Αδυναμία εγκατάστασης προσθέτου που ζητήθηκε, πρέπει να προσπαθήσετε μέσω των αποθετηρίων της διανομής Linux σας

# #30324
source: SD
el_gr: ΧΠ

# #30325
source: HD
el_gr: ΥΠ

# #30326
source: Dash only
el_gr: Μόνο dash

# #30327
source: More settings...
el_gr: Περισσότερες ρυθμίσεις...

# #30328
source: Kodi media center addon[CR]Developer: [B]Twilight0[/B] - [COLOR blue]https://www.alivegr.net[/COLOR]
el_gr: Μικροεφαρμογή για το κέντρο πολυμέσων Kodi[CR]Δημιουργός: [B]Twilight0[/B] - [COLOR blue]https://www.alivegr.net[/COLOR]

# #30329
source: [B]Close[/B]
el_gr: [B]Κλείσιμο[/B]

# #30330
source: Enabled
el_gr: Ενεργοποιημένο
